Repository: Kim-Jiny/ImageCompress
Catalog: ImageCompress/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ko, ms, vi

source: [QR Controller] App Inquiry
de: [QR-Controller] App-Anfrage
fr: [Contrôleur QR] Demande d'application
ja: [QRコントローラー] アプリ問い合わせ
ko: [QR Controller]앱 문의하기
ms: [Pengawal QR] Pertanyaan Aplikasi
vi: [Bộ điều khiển QR] Yêu cầu ứng dụng

source: Add logo
de: Logo hinzufügen
fr: Ajouter un logo
ja: ロゴ追加
ko: 로고 추가
ms: Tambah Logo
vi: Thêm logo

source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
fr: Une erreur inconnue s'est produite.
ja: 不明なエラーが発生しました。
ko: 알 수 없는 오류가 발생했습니다.
ms: Ralat yang tidak diketahui telah berlaku.
vi: Đã xảy ra lỗi không xác định.

# App Created
source: Created in the app.
de: In der App erstellt.
fr: Créé dans l'application.
ja: アプリで作成されました。
ko: 앱에서 생성됨
ms: Dicipta dalam aplikasi.
vi: Được tạo trong ứng dụng.

source: Background
de: Hintergrundfarbe
fr: Couleur de fond
ja: 背景色
ko: 배경
ms: Warna latar
vi: Màu nền

source: Camera Permission Required
de: Kamera-Berechtigung erforderlich
fr: Permission de caméra requise
ja: カメラの権限が必要です
ko: 카메라 권한이 필요합니다.
ms: Kebenaran Kamera Diperlukan
vi: Cần quyền truy cập camera

source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
ko: 취소
ms: Batal
vi: Abbrechen

source: Choose how to save the QR.
de: Wählen Sie, wie Sie den QR speichern möchten.
fr: Choisissez comment enregistrer le QR.
ja: QRの保存方法を選んでください。
ko: QR 저장방법을 선택하세요.
ms: Pilih cara untuk simpan QR.
vi: Chọn cách lưu QR.

source: Circle
de: Kreis
fr: Cercle
ja: 円形
ko: 원형
ms: Bulatan
vi: Hình tròn

source: Color
de: Farbe
fr: Couleur
ja: 色
ko: 색상
ms: Warna
vi: Màu sắc

source: Contact Us
de: Kontaktieren Sie uns
fr: Contactez-nous
ja: お問い合わせ
ko: 문의하기
ms: Hubungi Kami
vi: Liên hệ với chúng tôi

source: Create QR
de: QR erstellen
fr: Créer un QR
ja: QR作成
ko: QR생성
ms: Buat QR
vi: Tạo QR

source: Created
de: Erstellt
fr: Créé
ja: 作成済み
ko: 생성됨
ms: Dicipta
vi: Đã tạo

source: Current Version: %@
de: Aktuelle Version: %@
fr: Version actuelle: %@
ja: 現在のバージョン: %@
ko: 현재 버전 : %@
ms: Versi Semasa: %@
vi: Phiên bản hiện tại: %@

source: Download Complete
de: Download abgeschlossen
fr: Téléchargement terminé
ja: ダウンロード完了
ko: 저장 완료
ms: Muat turun lengkap
vi: Tải xuống hoàn tất

source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
ms: Ralat
vi: Lỗi

source: Failed to send the email.
de: E-Mail konnte nicht gesendet werden.
fr: Échec de l'envoi de l'e-mail.
ja: メールの送信に失敗しました。
ko: 이메일 전송에 실패했습니다.
ms: Gagal menghantar emel.
vi: Gửi email không thành công.

source: Generate
de: Generieren
fr: Générer
ja: 生成する
ko: 만들기
ms: Jana
vi: Tạo

source: Go to Settings
de: Zu den Einstellungen gehen
fr: Aller aux paramètres
ja: 設定に移動
ko: 앱 설정으로
ms: Pergi ke Tetapan
vi: Đi tới Cài đặt

source: Latest version on store: %@
de: Neueste Version im Store: %@
fr: Dernière version sur le store : %@
ja: ストアの最新バージョン: %@
ko: 최신 버전 : %@
ms: Versi terkini di kedai: %@
vi: Phiên bản mới nhất trên cửa hàng: %@

source: Mail Canceled
de: E-Mail abgebrochen
fr: Email annulé
ja: メールがキャンセルされました
ko: 메일 취소됨.
ms: Emel dibatalkan
vi: Thư đã bị hủy

source: Mail Failed
de: E-Mail fehlgeschlagen
fr: Échec de l'envoi de l'e-mail
ja: メール送信に失敗しました
ko: 메일 실패함.
ms: E-mel gagal
vi: Gửi thư thất bại

source: Mail Saved
de: E-Mail gespeichert
fr: E-mail enregistré
ja: メールが保存されました
ko: 메일 저장됨.
ms: Emel disimpan
vi: Thư đã được lưu

source: Mail Sent
de: E-Mail gesendet
fr: E-mail envoyé
ja: メールが送信されました
ko: 메일 전송완료.
ms: Emel dihantar
vi: Thư đã được gửi

source: My QR
de: Mein QR
fr: Mon QR
ja: マイQR
ko: 내 QR
ms: QR Saya
vi: QR của tôi

source: No QR code found
de: Kein QR-Code gefunden
fr: Aucun code QR trouvé
ja: QRコードが見つかりません
ko: QR을 찾을 수 없습니다.
ms: Tiada kod QR ditemui
vi: Không tìm thấy mã QR

source: Open in Safari
de: In Safari öffnen
fr: Ouvrir dans Safari
ja: Safariで開く
ko: 사파리로 이동
ms: Buka di Safari
vi: Mở trong Safari

source: Photo access permission is required to save the photo. Please change the permission in Settings.
de: Zugriffsberechtigung für Fotos ist erforderlich, um das Foto zu speichern. Bitte ändern Sie die Berechtigung in den Einstellungen.
fr: L'autorisation d'accès aux photos est requise pour enregistrer la photo. Veuillez modifier l'autorisation dans les paramètres.
ja: 写真を保存するには写真アクセスの許可が必要です。設定で許可を変更してください。
ko: QR이미지를 저장하기 위해 사진권한이 필요합니다. 앱 설정에서 권한을 허용해 주세요.
ms: Kebenaran akses gambar diperlukan untuk menyimpan gambar. Sila ubah kebenaran dalam Tetapan.
vi: Cần quyền truy cập ảnh để lưu ảnh. Vui lòng thay đổi quyền trong Cài đặt.

source: Photo Access Permission Required
de: Zugriffsberechtigung für Fotos erforderlich
fr: Autorisation d'accès aux photos requise
ja: 写真アクセスの許可が必要です
ko: 사진 권한이 필요합니다.
ms: Kebenaran akses gambar diperlukan
vi: Cần quyền truy cập ảnh

source: Please allow camera access to scan the QR code.
de: Bitte erlauben Sie den Kamerazugriff, um den QR-Code zu scannen.
fr: Veuillez autoriser l'accès à l'appareil photo pour scanner le code QR.
ja: QRコードをスキャンするにはカメラアクセスを許可してください。
ko: QR코드를 스캔하기 위해 카메라 권한이 필요합니다.
ms: Sila benarkan akses kamera untuk imbas kod QR.
vi: Vui lòng cho phép truy cập camera để quét mã QR.

source: Please choose the shape of the logo to add.
de: Bitte wählen Sie die Form des Logos aus, das hinzugefügt werden soll.
fr: Veuillez choisir la forme du logo à ajouter.
ja: 追加するロゴの形を選択してください。
ko: 추가할 로고의 모양을 선택해주세요.
ms: Sila pilih bentuk logo yang hendak ditambah.
vi: Vui lòng chọn hình dạng của logo để thêm.

source: Please write your inquiry regarding the app.
de: Bitte schreiben Sie Ihre Anfrage bezüglich der App.
fr: Veuillez écrire votre demande concernant l'application.
ja: アプリに関するお問い合わせ内容を記入してください。
ko: 문의사항을 작성해주세요.
ms: Sila tulis pertanyaan anda mengenai aplikasi.
vi: Vui lòng viết câu hỏi của bạn về ứng dụng.

source: QR Scan
de: QR scannen
fr: Scan QR
ja: QRスキャン
ko: QR 스캔
ms: Imbas QR
vi: Quét QR

source: Read QR
de: QR lesen
fr: Lire QR
ja: QRを読む
ko: QR 읽기
ms: Baca QR
vi: Đọc QR

source: Remove
de: Entfernen
fr: Supprimer
ja: 削除
ko: 삭제
ms: Buang
vi: Xóa

source: Save
de: Speichern
fr: Sauvegarder
ja: 保存
ko: 저장
ms: Simpan
vi: Lưu

source: Save QR Image to Gallery
de: QR-Bild in der Galerie speichern
fr: Enregistrer l'image QR dans la galerie
ja: QR画像をギャラリーに保存
ko: 갤러리에 저장
ms: Simpan Imej QR ke Galeri
vi: Lưu ảnh QR vào Thư viện

source: Save to My QR
de: In Mein QR speichern
fr: Enregistrer dans Mon QR
ja: My QRに保存
ko: 앱에 저장
ms: Simpan ke My QR
vi: Lưu vào My QR

source: Saved by Scan
de: Durch Scan gespeichert
fr: Sauvegardé par scan
ja: スキャンで保存されました
ko: 스캔으로 저장됨
ms: Disimpan melalui Imbas
vi: Đã lưu qua quét

source: Scan from Gallery
de: Aus der Galerie scannen
fr: Scanner depuis la galerie
ja: ギャラリーからスキャン
ko: 갤러리에서 QR 스캔하기
ms: Imbas dari Galeri
vi: Quét từ Thư viện

source: Scanned
de: Gescannt
fr: Scanné
ja: スキャン済み
ko: 스캔됨
ms: Diimbas
vi: Đã quét

source: Select the part where you want to change the color.
de: Wählen Sie den Bereich aus, in dem Sie die Farbe ändern möchten.
fr: Sélectionnez la partie où vous souhaitez changer la couleur.
ja: 色を変更したい部分を選択してください。
ko: 컬러를 변경할 부분을 선택하세요.
ms: Pilih bahagian yang anda ingin ubah warna.
vi: Chọn phần bạn muốn thay đổi màu sắc.

source: Settings
de: Einstellungen
fr: Paramètres
ja: 設定
ko: 설정
ms: Tetapan
vi: Cài đặt

source: Share
de: Teilen
fr: Partager
ja: 共有
ko: 공유하기
ms: Kongsi
vi: Chia sẻ

source: Square
de: Quadrat
fr: Carré
ja: 正方形
ko: 사각형
ms: Hình vuông
vi: Hình vuông

source: The email has been saved as a draft.
de: Die E-Mail wurde als Entwurf gespeichert.
fr: L'e-mail a été enregistré en tant que brouillon.
ja: メールは下書きとして保存されました。
ko: 메일이 임시 저장되었습니다.
ms: Emel telah disimpan sebagai draf.
vi: Email đã được lưu dưới dạng bản nháp.

source: The email sending was canceled.
de: Der E-Mail-Versand wurde abgebrochen.
fr: L'envoi de l'e-mail a été annulé.
ja: メール送信がキャンセルされました。
ko: 메일 전송이 취소되었습니다.
ms: Penghantaran emel dibatalkan.
vi: Việc gửi email đã bị hủy.

source: The email was successfully sent.
de: Die E-Mail wurde erfolgreich gesendet.
fr: L'e-mail a été envoyé avec succès.
ja: メールが正常に送信されました。
ko: 메일이 성공적으로 전송되었습니다.
ms: Emel telah dihantar dengan berjaya.
vi: Email đã được gửi thành công.

source: The feature will be available in the next version.
de: Die Funktion wird in der nächsten Version verfügbar sein.
fr: Cette fonctionnalité sera disponible dans la prochaine version.
ja: この機能は次のバージョンで利用可能です。
ko: 이 기능은 다음버전에 공개됩니다.
ms: Ciri ini akan tersedia dalam versi seterusnya.
vi: Tính năng này sẽ có sẵn trong phiên bản tiếp theo.

source: The QR image has been saved to the gallery.
de: Das QR-Bild wurde in der Galerie gespeichert.
fr: L'image QR a été enregistrée dans la galerie.
ja: QR画像がギャラリーに保存されました。
ko: QR이미지가 갤러리에 저장되었습니다.
ms: Imej QR telah disimpan ke galeri.
vi: Hình ảnh QR đã được lưu vào thư viện.

source: There are no saved QR's. Please generate or scan a QR.
de: Es gibt keine gespeicherten QR-Codes.Bitte generieren oder scannen Sie ein QR.
fr: Il n'y a pas de QR enregistrés. Veuillez générer ou scanner un QR.
ja: 保存されたQRはありません。QRを生成またはスキャンしてください。
ko: 저장된 QR이 없습니다. QR을 생성하거나 스캔해보세요.
ms: Tiada QR yang disimpan. Sila jana atau imbas QR.
vi: Không có QR đã lưu. Vui lòng tạo hoặc quét một QR.

source: This is the latest version.
de: Dies ist die neueste Version.
fr: C'est la dernière version.
ja: これが最新バージョンです。
ko: 최신버전 입니다.
ms: Ini adalah versi terkini.
vi: Đây là phiên bản mới nhất.

source: Unable to send email.
de: E-Mail konnte nicht gesendet werden.
fr: Impossible d'envoyer l'e-mail.
ja: メールを送信できません。
ko: 메일을 보낼 수 없는 디바이스 입니다.
ms: Tidak dapat menghantar emel.
vi: Không thể gửi email.

source: Untitled
de: Unbenannt
fr: Sans titre
ja: タイトルなし
ms: Tanpa Tajuk
vi: Không có tiêu đề

source: Update to the Latest Version
de: Auf die neueste Version aktualisieren
fr: Mettre à jour vers la dernière version
ja: 最新バージョンに更新
ko: 최신버전 업데이트
ms: Kemas kini ke Versi Terkini
vi: Cập nhật lên phiên bản mới nhất

source: View QR Content
de: QR-Inhalt anzeigen
fr: Voir le contenu QR
ja: QRコンテンツを見る
ko: QR내용 확인
ms: Lihat Kandungan QR
vi: Xem nội dung QR

source: QR code
fr: Code QR
ja: QRコード
ko: QR코드
ms: Kod QR
vi: Mã QR

source: OK
ko: 확인
